/* Simplified Chinese localization (offline/manual) */
"%.1f s" = "%.1f 秒";
"%.1fx" = "%.1fx";
"%@ connected" = "%@ 已连接";
"%@ deafened" = "%@ 已自我闭听";
"%@ disconnected" = "%@ 已断开连接";
"%@ moved to %@" = "%@ 移动到了 %@";
"%@ muted" = "%@ 已静音";
"%@ on %@:%@" = "%@ 在 %@:%@";
"%@ started listening to your channel" = "%@ 开始监听你的频道";
"%@ stopped listening to your channel" = "%@ 停止监听你的频道";
"%@ undeafened" = "%@ 已取消自我闭听";
"%@ unmuted" = "%@ 已取消静音";
"%d members" = "%d 个成员";
"%d ms" = "%d 毫秒";
"%d user(s)" = "%d 用户";
"%d%%" = "%d%%";
"%d-%d kbps" = "%d-%d kbps";
"%i attachments" = "%i 附件";
"%i images" = "%i 图像";
"%i of %i" = "%i / %i";
"%lu\nppl" = "%lu\n人";
"%u\nppl" = "%u\n人";
"(0 = unlimited)" = "（0 = 不限制）";
"(Empty body)" = "(空正文)";
"(Empty)" = "(空)";
"(Message with image attachment)" = "（含图片附件的消息）";
"(Message with image attachments)" = "（含图片附件的消息）";
"(No Server)" = "(无服务器)";
"(No reason)" = "(无原因)";
"(has password)" = "（有密码）";
"(optional)" = "（可选）";
"(sort order)" = "（排序）";
"+%d inherited" = "+%d 个继承";
"0%" = "0%";
"1 attachment" = "1 个附件";
"1 image" = "1 张图片";
"16 kbit/s, 60 ms audio per packet" = "16 kbit/s，每包 60 ms 音频";
"300%" = "300%";
"40 kbit/s, 20 ms audio per packet" = "40 kbit/s，每包 20 ms 音频";
"72 kbit/s, 10 ms audio per packet" = "72 kbit/s，每包 10 毫秒音频";
"A certificate is needed to connect to this server" = "需要证书才能连接到此服务器";
"A certificate with the same name already exist." = "同名的证书已存在。";
"AU" = "AU";
"AUD" = "AUD";
"About" = "关于";
"About Mumble" = "关于 Mumble";
"About:" = "关于：";
"Access Tokens" = "访问令牌";
"Access denied. You may try entering a password." = "访问被拒绝。你可以尝试输入密码。";
"Acknowledgements" = "致谢";
"Active" = "启用中";
"Active Nodes: %d" = "活跃节点：%d";
"Adaptive Bitrate" = "自适应码率";
"Adaptive Bitrate:" = "自适应码率：";
"Add" = "添加";
"Add ACL Entry" = "添加 ACL 条目";
"Add Ban" = "添加封禁";
"Add Friend" = "添加好友";
"Add Group" = "添加组";
"Add Slot" = "添加插槽";
"Add access tokens to enter password-protected channels." = "添加访问令牌以进入受密码保护的频道。";
"Add as favourite" = "添加为收藏夹";
"Add category" = "添加分类";
"Add to Widget" = "添加到小组件";
"Added %@" = "已添加 %@";
"Added empty plugin slot" = "已添加空插件插槽";
"Added to Widget" = "已添加到小组件";
"Address" = "地址";
"Address and Port are locked because this server is registered with a secure certificate." = "该服务器已绑定安全证书，地址和端口已锁定。";
"Adjust sliders so that the bar stays in green when speaking and red when silent." = "调整滑块，使条在讲话时保持绿色，在静音时保持红色。";
"Advanced" = "高级";
"Advanced & Network" = "高级与网络";
"Advanced Audio" = "高级音频";
"Affected tracks: %d." = "受影响的轨道：%d。";
"All logging categories will be reset to default levels and enabled state." = "所有日志分类都将重置为默认级别和启用状态。";
"Allow child channels to inherit" = "允许子频道继承";
"Always" = "总是";
"Amplitude" = "振幅";
"Amplitude: detects speech by raw input loudness. Simpler and usually more responsive in quiet environments." = "振幅：通过原始输入音量来检测说话，设置更简单，通常在安静环境下响应更快。";
"Anonymous" = "匿名的";
"Appearance" = "外观";
"Appearance:" = "外观：";
"Apply Track Preview:" = "应用轨道预览：";
"Apply to Selected Track" = "应用到所选轨道";
"Apply to sub-channels" = "应用于子频道";
"Apply to this channel" = "应用于此频道";
"Are you sure you want to delete '%@'?" = "您确定要删除“%@”吗？";
"Are you sure you want to delete all importable certificates?\n\nCertificates already imported into Mumble will not be touched." = "确定要删除所有可导入证书吗？\n\n已导入到 Mumble 的证书不会受到影响。";
"Are you sure you want to delete this certificate chain?\n\nIf you don't have a backup, this will permanently remove any rights associated with the certificate chain on any Mumble servers." = "确定要删除此证书链吗？\n\n如果你没有备份，这将永久移除该证书链在所有 Mumble 服务器上的相关权限。";
"Are you sure you want to delete this favourite server?" = "您确定要删除这个收藏的服务器吗？";
"At least one master bus must stay enabled" = "至少需要保留一个主总线处于启用状态";
"Attachments" = "附件";
"Audio" = "音频";
"Audio & Links" = "音频与链接";
"Audio Input" = "音频输入";
"Audio Output" = "音频输出";
"Audio Output:" = "音频输出：";
"Audio Plugin Mixer" = "音频插件混音器";
"Audio Plugin Mixer:" = "音频插件混音器：";
"Audio Processing:" = "音频处理：";
"Audio Quality" = "音频质量";
"Audio Quality:" = "音频质量：";
"Audio Send" = "音频发送";
"Audio Settings for %@" = "%@ 的音频设置";
"Audio Settings..." = "音频设置...";
"Audio Unit Scan" = "音频单元扫描";
"Audio Unit host compatibility error (-3000). Try another AU or restart audio engine." = "Audio Unit 宿主兼容错误（-3000）。请尝试其他 AU 或重启音频引擎。";
"Audio Unit is loaded" = "Audio Unit 已加载";
"Audio Units" = "音频单元";
"Authenticated Identity" = "认证";
"Authentication" = "认证";
"Authentication failed" = "认证失败";
"Auto" = "自动";
"Auto Load" = "自动加载";
"Auto Reconnect" = "自动重连";
"Auto Reconnect:" = "自动重连：";
"Auto-load finished" = "自动加载完成";
"Auto-loading %d plugins..." = "正在自动加载 %d 个插件...";
"Automatic" = "自动";
"BUS" = "BUS";
"Balanced" = "均衡";
"Balanced (100kbit/s)" = "平衡（100kbit/s）";
"Ban" = "封禁";
"Ban List" = "封禁列表";
"Banned by %@ for reason: \"%@\"" = "你已被 %@ 封禁，原因：\"%@\"";
"Bitrate Range" = "码率范围";
"Bitrate Range:" = "码率范围：";
"Bound Certificate" = "绑定证书";
"Buffer" = "缓冲区";
"Buffer Size" = "缓冲区大小";
"Bypassed" = "已旁路";
"Cancel" = "取消";
"Cannot modify SuperUser" = "无法修改超级用户";
"Capture All Input Channels" = "采集所有输入声道";
"Categories" = "分类";
"Certificate" = "证书";
"Certificate Changed" = "证书已更改";
"Certificate Hash" = "证书哈希";
"Certificate Info" = "证书信息";
"Certificate Mismatch" = "证书不匹配";
"Certificate Missing" = "证书缺失";
"Certificate not found" = "未找到证书";
"Certificates" = "证书";
"Chain Gain: %.2fx" = "链路增益：%.2fx";
"Chain Live" = "链路实时";
"Change Avatar" = "更换头像";
"Channel" = "频道";
"Channel %d" = "声道 %d";
"Channel ID" = "频道 ID";
"Channel Info" = "频道信息";
"Channel Listening" = "频道监听";
"Channel Management" = "频道管理";
"Channel Name" = "频道名称";
"Channel Password" = "频道密码";
"Channel is full" = "频道已满";
"Channel name" = "频道名称";
"Channels" = "频道";
"Channels:" = "频道：";
"Chinese (Simplified)" = "简体中文";
"Choose a favourite server to connect quickly" = "选择一个收藏的服务器以快速连接";
"Choose a plugin for each insert, enable it when needed, open its editor, and set its mix." = "为每个插入槽选择插件，按需启用、打开编辑器，并设置混合比例。";
"Choose the hardware channel to use as the mono input source for this microphone." = "选择要作为此麦克风单声道输入源的硬件声道。";
"Choose which hardware channels feed the left and right sides of the stereo input." = "选择哪些硬件声道分别输入到立体声的左、右声道。";
"Choose which profile to use when continuing a session from another device. \n'Automatic' will match by server address." = "选择从其他设备继续会话时使用的配置文件。自动将按服务器地址匹配。";
"Choose which profile to use when continuing a session from another device. 'Automatic' will match by server address." = "选择从其他设备继续会话时使用的配置文件。自动将按服务器地址匹配。";
"Choose which tracks should receive this track, and whether each send is audible audio or sidechain-only." = "选择哪些轨道接收当前轨道，以及每条发送是可听音频还是仅侧链。";
"Clear Messages" = "清空消息";
"Clear Slot" = "清空插槽";
"Click Load to instantiate this Audio Unit" = "点击“加载”以实例化此 Audio Unit";
"Close" = "关闭";
"Common Name" = "通用名";
"Compressing and Sending..." = "正在压缩并发送...";
"Configuration" = "配置";
"Confirm Image" = "确认图片";
"Connect" = "连接";
"Connecting" = "正在连接";
"Connecting to %@:%u" = "连接到 %@:%u";
"Connecting..." = "正在连接...";
"Connection Rejected" = "连接被拒绝";
"Connection closed" = "连接已关闭";
"Connection failed: %@" = "连接失败：%@";
"Connection timed out" = "连接超时";
"Continue" = "继续";
"Continue Normally" = "正常继续";
"Continuous" = "自由语音";
"Copy URL" = "复制 URL";
"Copyright © 2009-2026 The Mumble for iOS Developers" = "版权所有 © 2009-2026 iOS 开发者的 Mumble";
"Could not establish connection to the server." = "无法建立到服务器的连接。";
"Crash Reporting" = "崩溃报告";
"Create" = "创建";
"Create Channel" = "创建频道";
"Create Sub-Channel" = "创建子频道";
"Current Channel" = "当前频道";
"Current Session Identity" = "当前会话身份";
"Current build can only use a VST3 entry when a matching Audio Unit is also installed. Native VST3 hosting is not integrated yet." = "当前版本只有在系统同时安装了对应 Audio Unit 的情况下，才能使用该 VST3 条目。原生 VST3 宿主尚未接入。";
"Custom" = "风俗";
"Custom Quality" = "定制品质";
"Custom Scan Paths" = "自定义扫描路径";
"Dark" = "深色";
"Data not found" = "未找到数据";
"Database error during %@: %@" = "%@ 时发生数据库错误：%@";
"Deafen" = "闭听";
"Deafen / Undeafen" = "闭听 / 取消闭听";
"Deafen/Undeafen" = "闭听/取消闭听";
"Deafened" = "闭听";
"Dedicated local monitor bus after input track" = "输入轨道后的本地监听总线";
"Delete" = "删除";
"Delete Certificate Chain" = "删除证书链";
"Delete Certificate?" = "删除证书？";
"Delete Channel" = "删除频道";
"Delete Favourite" = "删除收藏夹";
"Description" = "描述";
"Detection Mode" = "检测模式";
"Detection Type:" = "检测类型：";
"Developer" = "开发者";
"Device List:" = "设备列表：";
"Disconnect" = "断开连接";
"Disconnected from server" = "已从服务器断开连接";
"Disconnected reason: %@" = "断开原因：%@";
"Dismiss" = "解雇";
"Distortion" = "失真";
"Do you want to upgrade?" = "你想升级吗？";
"Done" = "完成";
"Drag-and-drop ordering will be enabled in the next phase. Current preview applies gain at the selected lane." = "下一阶段将支持拖拽排序。当前预览会把增益应用到所选轨道。";
"Dynamics" = "动态";
"EQ" = "均衡";
"Each category can be individually \nenabled/disabled and set to a log level." = "每个分类都可以单独启用/禁用，并设置日志级别。";
"Each category can be individually enabled/disabled and set to a log level." = "每个分类都可以单独启用/禁用，并设置日志级别。";
"Each category can be individually enabled/disabled and set to a log level. Only messages at or above the set level will be logged." = "每个分类都可以单独启用/禁用，并设置日志级别。只有达到或高于所设级别的消息才会被记录。";
"Each track provides fixed insert slots. Click a slot to choose or replace a plugin." = "每个轨道提供固定插槽。点击插槽可选择或替换插件。";
"Echo Cancellation" = "回声消除";
"Echo Cancellation is not available when using the current audio peripheral." = "使用当前音频外围设备时，回声消除功能不可用。";
"Edit" = "编辑";
"Edit Channel" = "编辑频道";
"Edit Favourite" = "编辑收藏服务器";
"Email" = "电子邮件";
"Empty slot" = "空插槽";
"Enable Logging" = "启用日志";
"Enable QoS" = "启用 QoS";
"Enable QoS:" = "启用 QoS：";
"Enable Sidetone" = "启用侧音";
"Enable Text-to-Speech" = "启用文字转语音";
"Enable this only for multi-channel USB microphones that otherwise show no input. It may affect macOS voice modes and expose Wide Spectrum." = "仅在多声道 USB 麦克风原本没有输入时启用。它可能影响 macOS 的语音模式，并显示“宽频”选项。";
"English" = "英语";
"Enhanced PLC" = "增强丢包补偿";
"Enhanced PLC:" = "增强丢包补偿：";
"Enter Password" = "输入密码";
"Enter channel name" = "输入频道名称";
"Enter description..." = "请输入文本";
"Enter password" = "输入密码";
"Enter the password for the .p12 file. Leave empty if none." = "输入.p12 文件的密码。如果没有则留空。";
"Environment Variables" = "环境变量";
"Environment:" = "环境变量：";
"Excluded Members (%d)" = "排除成员（%d）";
"Expected Packet Loss" = "预期丢包率";
"Expected Packet Loss:" = "预期丢包率：";
"Expired" = "已到期";
"Expires on %@" = "于 %@ 到期";
"Expires: %@" = "过期：%@";
"Export" = "出口";
"Export .p12" = "导出.p12";
"Export All Logs" = "导出全部日志";
"Export Certificate" = "导出证书";
"Export Certificate Chain" = "出口证书链";
"Export Failed" = "导出失败";
"Export Image" = "导出图片";
"Export Result" = "导出结果";
"Export Track Preset" = "导出轨道预设";
"Export to Photos" = "导出到照片";
"Export to iTunes" = "导出到 iTunes";
"Export:" = "导出：";
"Exported track preset for %@" = "已为 %@ 导出轨道预设";
"FS" = "文件";
"Failed to create audio format" = "创建音频格式失败";
"Failed to create certificate" = "创建证书失败";
"Failed to export certificate: %@" = "导出证书失败：%@";
"Failed to export track preset: %@" = "导出轨道预设失败：%@";
"Failed to import certificate: %@" = "导入证书失败：%@";
"Failed to import track preset: %@" = "导入轨道预设失败：%@";
"Failed to initialize audio system" = "初始化音频系统失败";
"Failed to join channel '%@': %@" = "加入频道“%@”失败：%@";
"Failed to load %@" = "加载 %@ 失败";
"Failed to load %@: %@" = "加载 %@ 失败：%@";
"Failed to parse Audio Unit identifier" = "解析 Audio Unit 标识失败";
"Failed to read track preset: %@" = "读取轨道预设失败：%@";
"Favourite" = "收藏夹";
"Favourite Servers" = "服务器收藏夹";
"Fields are unlocked because the associated certificate is missing." = "由于关联证书缺失，字段已解锁。";
"File '%@' could not be deleted: %@" = "无法删除文件“%@”：%@";
"File Output:" = "文件输出：";
"Filename" = "文件名";
"Files:" = "文件：";
"Filesystem plugins are discoverable now; runtime hosting for VST3/Component will be connected in next phase." = "文件系统插件目前仅支持发现；VST3/Component 的运行时宿主将在下一阶段接入。";
"Follow System Default (%@)" = "跟随系统默认（%@）";
"Force TCP" = "强制 TCP";
"Force TCP Mode" = "强制 TCP 模式";
"Force TCP Mode:" = "强制 TCP 模式：";
"From %@" = "来自%@";
"General" = "通用";
"Generate New Certificate" = "生成新证书";
"Generating Certificate" = "生成证书";
"Generating certificate and reconnecting" = "生成证书并重新连接";
"Global" = "全局";
"Group" = "组";
"Group Name" = "组名称";
"Group name" = "组名称";
"Handoff" = "接力";
"Handoff Profile" = "接力配置";
"Handoff Profile:" = "接力配置：";
"Handoff:" = "接力：";
"Help" = "帮助";
"Here" = "本频道";
"Hide Channel" = "隐藏频道";
"High" = "高的";
"High (192kbit/s)" = "高（192kbit/s）";
"Hold the on-screen talk button (if enabled) to speak." = "按住屏幕上的讲话按钮（如果启用）即可讲话。";
"Hold the selected keyboard key to speak." = "按住选定的键盘键即可说话。";
"Hold:" = "保持：";
"Hostname or IP" = "主机名或 IP";
"Hostname or IP address" = "主机名或 IP 地址";
"ID: %@" = "编号：%@";
"IN" = "IN";
"IP Address (e.g. 192.168.1.1)" = "IP 地址（例如 192.168.1.1）";
"Identities are .p12 certificates used for server authentication." = "身份是用于服务器认证的.p12 证书。";
"Identity fields are locked to maintain certificate integrity." = "为保持证书一致性，身份字段已锁定。";
"Ignore" = "忽略";
"Ignore Messages" = "忽略消息";
"Images" = "图片";
"Import" = "导入";
"Import Actions" = "导入操作";
"Import Certificate" = "导入证书";
"Import Error" = "导入错误";
"Import Failed" = "导入失败";
"Import From iTunes" = "从 iTunes 导入";
"Import Track Preset" = "导入轨道预设";
"Imported track preset '%@'" = "已导入轨道预设“%@”";
"In Continuous mode, Mumble will\ncontinuously transmit all recorded audio.\n" = "在自由语音模式下，Mumble 会\n持续发送所有录制到的音频。";
"In Push-to-Talk mode, touch the mouth\nicon to speak to other people when\nconnected to a server.\n" = "在按键说话模式下，连接服务器后\n按住麦克风图标即可与他人通话。";
"In Voice Activity mode, Mumble transmits\nyour voice when it senses you talking.\nFine-tune it below:\n" = "在语音激活模式下，Mumble 检测到你说话时\n会自动发送语音。\n可在下方微调：";
"In-App Message Banners" = "应用内消息横幅";
"Info" = "信息";
"Inherit" = "继承";
"Inherit ACLs from parent" = "从父频道继承 ACL";
"Inherit members from parent" = "从父组继承成员";
"Inheritable" = "可继承";
"Inheritance" = "继承";
"Inherited" = "继承";
"Inherited Members (%d)" = "继承成员（%d）";
"Input" = "输入";
"Input Channel:" = "输入声道：";
"Input Device" = "输入设备";
"Input Level" = "输入电平";
"Input Mode:" = "输入模式：";
"Input Setting" = "输入设置";
"Input Track" = "输入轨道";
"Input Track Gain" = "输入轨增益";
"Input Track Gain:" = "输入轨增益：";
"Input Track Gain: %.1fx" = "输入轨增益：%.1fx";
"Input Track Plugin" = "输入轨插件";
"Input Track Plugin:" = "输入轨插件：";
"Insert %d" = "插槽 %d";
"Inserted %@" = "已插入 %@";
"Installed Audio Units" = "已安装音频单元";
"Installed Audio Units:" = "已安装音频单元：";
"Invalid channel name" = "频道名称无效";
"Invalid password or corrupted file." = "密码错误或文件已损坏。";
"Invalid username" = "用户名无效";
"Invalid username or password" = "用户名或密码错误";
"Issuer" = "颁发者";
"Jitter Buffer" = "抖动缓冲";
"Jitter Buffer:" = "抖动缓冲：";
"Join" = "加入";
"Join Channel" = "加入频道";
"Join a Server" = "加入服务器";
"Kick" = "踢出";
"Kicked by %@ for reason: \"%@\"" = "你已被 %@ 踢出，原因：\"%@\"";
"LAN Servers" = "本地网络服务器";
"Language" = "语言";
"Language Changed" = "语言已更改";
"Language changes are applied immediately." = "语言更改会立即生效。";
"Language:" = "语言：";
"Left Channel:" = "左声道：";
"Left Command" = "左 Command";
"Left Control" = "左 Control";
"Left Option" = "左 Option";
"Left Shift" = "左 Shift";
"Legal" = "法律协议";
"Let's quickly tune your voice activity threshold for better automatic mic detection." = "让我们快速调节语音激活阈值，以获得更好的自动麦克风检测效果。";
"Level:" = "电平：";
"License" = "许可协议";
"Light" = "浅色";
"Link Channel" = "链接频道";
"Links" = "链接";
"Listen to Channel" = "收听频道";
"Live Input Level" = "实时输入电平";
"Load" = "加载";
"Load plugin first" = "请先加载插件";
"Loaded %@" = "已加载 %@";
"Loading ACLs..." = "正在加载 ACL...";
"Loading Audio Unit..." = "正在加载 Audio Unit...";
"Loading Groups..." = "正在加载组...";
"Loading ban list…" = "正在加载封禁列表…";
"Loading channels..." = "正在加载频道...";
"Loading tokens…" = "正在加载令牌…";
"Loading..." = "加载中...";
"Local Mute (Ignore)" = "本地静音（忽略）";
"Local Network" = "本地网络";
"Local Volume: %d%%" = "本地音量：%d%%";
"Local microphone before encode" = "本地麦克风（编码前）";
"Log Files" = "日志文件";
"Log files are stored locally and rotated every 7 days." = "日志文件会保存在本地，并每 7 天轮换一次。";
"Logging" = "日志";
"Logging:" = "日志：";
"Long press on a certificate to Export or Delete." = "长按证书可导出或删除。";
"Low" = "低的";
"Low (60kbit/s)" = "低（60kbit/s）";
"Low latency, high quality voice chat" = "低延迟、高质量语音聊天";
"Manage inserts on the selected track: add, bypass, reorder, or remove plugins." = "管理当前轨道插槽：可添加、旁路、排序或移除插件。";
"Manual" = "手动";
"Mask" = "掩码";
"Master Bus 1" = "主总线 1";
"Master Bus 2" = "主总线 2";
"Master tracks are receive-only and cannot send to other tracks." = "主总线轨道仅接收，不能发送到其他轨道。";
"Max Users" = "最大用户数";
"Me" = "我";
"Members (%d)" = "成员（%d）";
"Message Recipient" = "消息接收者";
"Message too long" = "消息过长";
"Messages" = "消息";
"Method" = "方法";
"Mic Boost" = "麦克风增强";
"Mic Volume: %d%%" = "麦克风音量：%d%%";
"Microphone permission denied" = "麦克风权限被拒绝";
"Microphone:" = "麦克风：";
"Missing" = "缺失";
"Missing bound certificate" = "缺少绑定证书";
"Missing certificate" = "证书缺失";
"Missing certificate for user" = "缺少用户证书";
"Mix" = "混合";
"Mode" = "模式";
"Moderation" = "管理";
"Mono" = "单声道";
"Move to..." = "移至...";
"Moved by Admin" = "被管理员移动";
"Moving %@ - tap a channel" = "移动 %@ - 点击频道";
"Mumble" = "Mumble";
"Mumble Server" = "Mumble 服务器";
"Mumble User" = "Mumble 用户";
"Mumble did not exit normally last time while mixer plugins were configured. Safe Mode will skip loading all mixer plugins for this launch, so you can remove problematic plugins without entering a crash loop." = "Mumble 上次在已配置混音器插件的情况下未正常退出。安全模式会在本次启动时跳过加载所有混音器插件，让你可以移除有问题的插件，避免反复崩溃。";
"Mumble for iOS" = "Mumble iOS 版";
"Mumble for iOS is Free Software..." = "iOS 版 Mumble 是免费软件...";
"Mumble for macOS" = "Mumble macOS 版";
"Mumble iOS v%@" = "Mumble iOS 版 v%@";
"Mumble macOS v%@" = "Mumble macOS 版 v%@";
"Mumble was unable to export the certificate." = "Mumble 无法导出证书。";
"Mumble was unable to export the specified certificate." = "Mumble 无法导出指定的证书。";
"Mumble was unable to generate a certificate for your identity." = "Mumble 无法生成您的身份证书。";
"Mumble was unable to import one of the intermediate certificates in the certificate chain." = "Mumble 无法导入证书链中的中间证书之一。";
"Mumble was unable to import the certificate." = "Mumble 无法导入证书。";
"Mumble was unable to import the certificate.\nError Code: %li" = "Mumble 无法导入该证书。\n错误代码：%li";
"Mumble was unable to import the generated certificate." = "Mumble 无法导入生成的证书。";
"Mumble was unable to validate the certificate chain of the server." = "Mumble 无法验证服务器的证书链。";
"Mumble — Deafened" = "Mumble — 闭听";
"Mumble — Disconnected" = "Mumble — 未连接";
"Mumble — Idle" = "Mumble — 空闲";
"Mumble — Muted" = "Mumble — 静音";
"Mumble — Talking" = "Mumble — 说话中";
"MumbleKit" = "MumbleKit";
"Mute" = "静音";
"Mute / Deafen" = "静音/闭听";
"Mute / Unmute" = "静音 / 取消静音";
"Mute Locally" = "本地静音";
"Mute/Unmute" = "静音/取消静音";
"Muted" = "静音";
"Name" = "姓名";
"Network" = "网络";
"Network changes require reconnection to take effect." = "网络设置变更需要重连后生效。";
"Network error: %@" = "网络错误：%@";
"Network:" = "网络：";
"New Certificate" = "新证书";
"New Favourite" = "新建收藏服务器";
"New beta build available" = "新的测试版本可用";
"Nickname" = "昵称";
"No" = "否";
"No ACL entries" = "没有 ACL 条目";
"No Favourite Servers" = "暂无收藏的服务器";
"No Input Device" = "无输入设备";
"No Server Connected" = "未连接服务器";
"No active remote tracks" = "暂无活跃远端轨道";
"No auto-load plugins pending" = "没有待自动加载的插件";
"No automatable parameters exposed" = "该插件未暴露可自动化参数";
"No available destination tracks right now." = "当前没有可用的目标轨道。";
"No categories configured" = "尚未配置分类。";
"No certificates found." = "没有找到证书。";
"No custom scan paths" = "暂无自定义扫描路径";
"No description set." = "未设置描述。";
"No group entries" = "没有组条目";
"No installed AUv3 effects found" = "未发现已安装的 AUv3 效果器";
"No installed Audio Units found" = "未找到已安装的 Audio Units。";
"No log files yet." = "还没有日志文件。";
"No note set." = "未设置备注。";
"No plugin bundles found in scan paths" = "在扫描路径中未发现插件包";
"No plugins available" = "暂无可用插件";
"No plugins inserted on this track" = "当前轨道尚未插入插件";
"No reason" = "没有理由";
"No recent connections." = "暂无最近连接。";
"No users in channel" = "频道中没有用户";
"None" = "无";
"Not After" = "不之后";
"Not Before" = "之前没有";
"Not permitted in temporary channel" = "临时频道中不允许";
"Note" = "备注";
"Notifications" = "通知";
"Notifications will be sent when the app is in the background." = "应用在后台时将发送通知。";
"Notifications:" = "通知：";
"OK" = "确定";
"Off" = "关";
"Official Website" = "官方网站";
"On" = "开";
"Only Audio Unit plugins can be loaded" = "当前仅支持加载 Audio Unit 插件";
"Only Audio Unit plugins can be loaded right now" = "当前仅支持加载 Audio Unit 插件";
"Open About Mumble" = "打开关于 Mumble";
"Open Mixer" = "打开混音器";
"Open UI" = "打开界面";
"Open a dedicated mixer page for track and plugin management." = "打开独立混音器页面进行轨道与插件管理。";
"OpenSSL" = "OpenSSL";
"Optional" = "可选";
"Or enter custom group" = "或输入自定义组";
"Organization" = "组织";
"Other" = "其他";
"Other System Messages" = "其他系统消息";
"Output" = "输出";
"Output Volume" = "输出音量";
"Output Volume:" = "输出音量：";
"Output:" = "输出：";
"PM %@" = "私聊 %@";
"PM from %@" = "来自 %@ 的私信";
"PM to %@" = "发给 %@ 的私信";
"Parameters" = "参数";
"Parent: %@" = "父级：%@";
"Password" = "密码";
"Password (for importing)" = "密码（用于导入）";
"Per-User Remote Track" = "每用户远端轨道";
"Per-user remote audio lane" = "每用户远端音频轨";
"Permission denied" = "没有权限";
"Permission denied: %@" = "权限被拒绝：%@";
"Permissions" = "权限";
"Pin Channel" = "置顶频道";
"Playback Volume" = "播放音量";
"Please Wait..." = "请稍等...";
"Please check your network connection and try again." = "请检查网络连接后重试。";
"Please create or import a certificate in Settings." = "请在设置中创建或导入证书。";
"Please enter the username you wish to use on this server" = "请输入您希望在此服务器上使用的用户名";
"Please grant microphone permission in System Settings." = "请在设置中授予麦克风权限。";
"Please try a different username." = "请尝试其他用户名。";
"Plugin" = "插件";
"Plugin Browser" = "插件浏览器";
"Plugin Chain" = "插件链";
"Plugin Editor" = "插件界面";
"Plugin Inspector" = "插件检查器";
"Plugin Preview" = "插件预览";
"Plugin UI" = "插件界面";
"Plugin UI is unavailable" = "插件界面不可用";
"Plugin activated" = "插件已启用：%@";
"Plugin already exists on this track" = "该插件已存在于当前轨道";
"Plugin bypassed" = "插件已旁路：%@";
"Plugin is not ready" = "插件尚未就绪";
"Plugin not found in any track" = "未在任何轨道中找到该插件";
"Plugin order updated" = "插件顺序已更新";
"Plugin preview runs after system processing (input) and after remote mix (output bus)." = "插件预览处理时机：输入链路在系统处理后；输出链路在远端混音后（总线）。";
"Plugin set to auto-load" = "插件已设为自动加载";
"Plugin set to manual-load" = "插件已设为手动加载";
"Plugins" = "插件";
"Port" = "端口";
"Position" = "位置";
"Post-mix output bus 1" = "混音后输出总线 1";
"Post-mix output bus 2" = "混音后输出总线 2";
"Post-mix remote output bus" = "远端输出总线（混音后）";
"Preferences" = "偏好设置";
"Preprocessing" = "预处理";
"Preset '%@' deleted" = "预设“%@”已删除";
"Preset '%@' loaded" = "已加载预设“%@”";
"Preset '%@' saved" = "预设“%@”已保存";
"Preview Gain Stage" = "预览增益阶段";
"Priority Speaker" = "优先发言者";
"Private Message" = "私聊消息";
"Private Messages" = "私聊消息";
"Processing" = "音频处理";
"Properties" = "属性";
"Property" = "属性";
"Property ACL" = "属性 ACL";
"Protobuf" = "Protobuf";
"Public Servers" = "公共服务器";
"Push Notifications" = "通知";
"Push-to-Talk" = "按键说话";
"Push-to-Talk Key:" = "说话按键：";
"Push-to-Talk Settings" = "按键说话设置";
"Push-to-talk" = "按键说话";
"Quality" = "质量";
"Quality Presets" = "质量预设";
"Re-establishing UDP channel..." = "正在重新建立 UDP 连接...";
"Reason" = "原因";
"Recent Connections" = "最近连接";
"Reconnect" = "重新连接";
"Reconnect Attempts" = "重连次数";
"Reconnect Attempts:" = "重连次数：";
"Reconnect Attempts: %d" = "重连次数：%d";
"Reconnect Interval" = "重连间隔";
"Reconnect Interval:" = "重连间隔：";
"Reconnect Interval: %.1f s" = "重连间隔：%.1f 秒";
"Reconnect attempt %d/%d" = "重连尝试 %d/%d";
"Reconnecting..." = "正在重连...";
"Refresh" = "刷新";
"Refresh Audio Units" = "刷新音频单元";
"Refresh Parameters" = "刷新参数";
"Refresh Remote Tracks" = "刷新远端轨道";
"Register User" = "注册用户";
"Registered" = "已注册";
"Registered Server" = "已注册服务器";
"Registered Users" = "已注册用户";
"Registering..." = "注册...";
"Remote Bus" = "远端总线";
"Remote Bus Gain" = "远端总线增益";
"Remote Bus Gain:" = "远端总线增益：";
"Remote Bus Gain: %.1fx" = "远端总线增益：%.1fx";
"Remote Bus Plugin" = "远端总线插件";
"Remote Bus Plugin:" = "远端总线插件：";
"Remote Control" = "遥控";
"Remote Track Gain" = "远端轨道增益";
"Remote Track Gain:" = "远端轨道增益：";
"Remote Track Gain: %.1fx" = "远端轨道增益：%.1fx";
"Remote Track Plugin" = "远端轨道插件";
"Remote Track Plugin:" = "远端轨道插件：";
"Remote Track Session" = "远端轨道会话";
"Remote Track Session:" = "远端轨道会话：";
"Remote user post-decode track" = "远端用户解码后轨道";
"Remove All" = "全部删除";
"Remove Avatar" = "移除头像";
"Remove Friend" = "移除好友";
"Remove Importable Certificates" = "删除可导入的证书";
"Remove Member" = "移除成员";
"Remove Plugin" = "删除插件";
"Remove Priority Speaker" = "移除优先发言者";
"Remove from Widget" = "从小组件移除";
"Removed %@" = "已移除 %@";
"Removed empty plugin slot" = "已移除空插件插槽";
"Removed from Widget" = "已从小组件移除";
"Report an Issue" = "报告问题";
"Requesting registered user list from server" = "正在向服务器请求已注册用户列表";
"Reset" = "重置";
"Reset All to Defaults" = "全部重置为默认值";
"Reset Comment" = "重置备注";
"Reset Logging Settings" = "重置日志设置";
"Reset to Default" = "恢复默认";
"Reset:" = "重置：";
"Return" = "回车";
"Reverb" = "混响";
"Right Channel:" = "右声道：";
"Right Command" = "右 Command";
"Right Control" = "右 Control";
"Right Option" = "右 Option";
"Right Shift" = "右 Shift";
"Right-click a certificate to Export or Delete." = "右键单击要导出或删除的证书。";
"Root" = "根频道";
"SC" = "SC";
"SHA1 Fingerprint" = "SHA1 指纹";
"SHA1: %@" = "SHA1：%@";
"SHA256 Fingerprint" = "SHA256 指纹";
"Safe Mode is active. Mixer plugins will not be loaded this session, but you can still remove problematic plugins." = "安全模式已启用。本次会话不会加载混音器插件，但你仍然可以移除有问题的插件。";
"Safe Mode is active. Restart normally to load plugin editors." = "安全模式已启用。请正常重启以加载插件编辑器。";
"Safe Mode is active. Restart normally to load plugins." = "安全模式已启用。请正常重启以加载插件。";
"Save" = "保存";
"Save ACL" = "保存 ACL";
"Save Changes" = "保存修改";
"Saved Identities" = "已保存的身份";
"Scan Plugin Bundles" = "扫描插件包";
"Scanned Plugin Bundles" = "扫描到的插件包";
"Scope" = "范围";
"Search bans" = "搜索封禁";
"Search users" = "搜索用户";
"Seconds (0 = permanent)" = "秒数（0 = 永久）";
"Select Plugin" = "选择插件";
"Select a plugin insert to inspect details" = "请选择一个插件插槽以查看详情";
"Select a server from the sidebar to start chatting." = "从侧边栏选择一个服务器开始聊天。";
"Selected Track: %@" = "当前轨道：%@";
"Selected microphone is unavailable, automatically switched to Follow System." = "所选麦克风不可用，已自动切换为跟随系统。";
"Selected microphone is unavailable, please choose another one." = "所选麦克风不可用，请选择另一麦克风。";
"Self-Deafen" = "自我闭听";
"Self-Mute" = "自动静音";
"Self-Register" = "自助注册";
"Send" = "发送";
"Send Image" = "发送图片";
"Server" = "服务器";
"Server Deafen" = "服务器闭听";
"Server Details" = "服务器详情";
"Server Message" = "服务器消息";
"Server Mute" = "服务器静音";
"Server Undeafen" = "服务器取消闭听";
"Server Unmute" = "服务器取消静音";
"Server error (%d): %@" = "服务器错误（%d）：%@";
"Server is full" = "服务器已满";
"Servers" = "服务器";
"Session %d" = "会话 %d";
"Session handed off to %@" = "会话已接力到 %@";
"Set Nickname" = "设置昵称";
"Set a password to protect the exported .p12 file." = "设置密码以保护导出的.p12 文件。";
"Settings" = "设置";
"Sharing not available on macOS" = "macOS 上不支持共享";
"Show All Certificates" = "显示所有证书";
"Show Certificates" = "显示证书";
"Show Hidden Channels" = "显示隐藏频道";
"Show Identities Only" = "仅显示身份";
"Show Mumble" = "显示 Mumble";
"Show On-Screen Talk Button" = "在屏幕上显示说话按钮";
"Show VAD Tutorial Again" = "再次显示 VAD 教程";
"Sidechain Only" = "仅侧链";
"Sidetone" = "返听";
"Sidetone (Hear yourself)" = "返听（听到自己的声音）";
"Sidetone Feedback" = "侧音反馈";
"Sidetone Track" = "返听轨道";
"Sidetone Volume" = "返听音量";
"Signal to Noise" = "信噪比";
"Signal to Noise (SNR): detects speech by comparing voice against background noise. Better in noisy environments." = "信噪比（SNR）：通过比较语音与背景噪声来检测说话，在嘈杂环境下更稳定。";
"Silence Below" = "静音阈值";
"Silence Below: %d%%" = "静音阈值：%d%%";
"Silence Below: input under this level is treated as silence." = "静音阈值：低于此值会被视为静音。";
"Silence Hold" = "静音保持";
"Silence Hold: %d ms" = "静音保持：%d 毫秒";
"Silence Hold: when input stays below Silence Below for this duration, it finally switches to silent." = "静音保持：当输入持续低于静音阈值达到该时长后，才会切换为静音。";
"Silence:" = "静音：";
"Social" = "社交";
"Someone" = "某人";
"Source" = "源码";
"Source Code" = "源代码";
"Space" = "空间";
"Speakerphone Mode" = "扬声器模式";
"Speech Above" = "语音阈值";
"Speech Above: %d%%" = "语音阈值：%d%%";
"Speech Above: input over this level is treated as speech." = "语音阈值：高于此值会被视为语音。";
"Speech:" = "语音：";
"Stage Gain" = "插槽增益";
"Start in Safe Mode?" = "以安全模式启动？";
"State: Bypassed" = "状态：已旁路";
"State: Failed" = "状态：失败";
"State: Loaded (%d params)" = "状态：已加载（%d 参数）";
"State: Loading" = "状态：加载中";
"State: Unloaded" = "状态：未加载";
"Status:" = "状态：";
"Stereo Input" = "立体声输入";
"Stereo Output" = "立体声输出";
"Stereo Pair" = "立体声声道对";
"Stop Listening" = "停止聆听";
"Subject" = "主题";
"Subs" = "子频道";
"Support" = "支持";
"Switched to channel view mode." = "切换到频道查看模式。";
"Switched to external mic. Re-select Voice Isolation mode, then restart app for it to take effect." = "已切换到外接麦克风。请重新选择语音隔离模式，然后重启应用以使其生效。";
"Switched to server view mode." = "切换到服务器视图模式。";
"Sync Local User Volume on Handoff" = "接力时同步本地用户音量";
"System" = "系统";
"System Default" = "跟随系统";
"System Events" = "系统事件";
"System Events:" = "系统事件：";
"Tab" = "制表键";
"Tap + to add a favourite server" = "点击 + 添加收藏的服务器";
"Target" = "目标";
"Temporary" = "临时";
"Temporary Channel" = "临时频道";
"Text-to-Speech" = "文字转语音";
"Text-to-Speech:" = "文字转语音：";
"The TLS connection was closed due to an error.\n\nThe server might be temporarily rejecting your connection because you have attempted to connect too many times in a row." = "TLS 连接因错误被关闭。\n\n服务器可能因你短时间内连接过于频繁而暂时拒绝连接。";
"The certificate bound to this server cannot be found. Authentication may fail, but you can now edit the server details." = "找不到绑定到该服务器的证书。认证可能会失败，但您现在可以编辑服务器详细信息。";
"The certificate is protected by a password. Please enter it below:" = "该证书受密码保护。请在下面输入：";
"The server ban list is empty." = "服务器封禁列表为空。";
"The server presented a different certificate than the one stored for this server" = "服务器提供的证书与为此服务器存储的证书不同";
"The server rejected the authentication credentials." = "服务器拒绝了认证凭据。";
"The server returned an empty registered user list" = "服务器返回的已注册用户列表为空";
"Third Party Libraries" = "第三方库";
"This Audio Unit requires manual authorization before it can be loaded." = "This Audio Unit requires manual authorization before it can be loaded.";
"This server profile is bound to a secure certificate. Core details are locked." = "该服务器配置文件绑定到安全证书。核心细节已锁定。";
"Tip: You can generate a certificate and register this username by tapping 'Register User' in the menu." = "提示：您可以通过点击菜单中的“注册用户”来生成证书并注册此用户名。";
"To %@" = "至 %@";
"To calibrate the voice activity correctly, adjust the sliders so that:\n\n1. The first few utterances you make are inside the green area.\n2. While talking, the bar should stay inside the yellow area.\n3. When not speaking, the bar should stay inside the red area." = "要正确校准语音激活，请调整滑块使：\n\n1. 开始说话时，音量条进入绿色区域。\n2. 说话过程中，音量条保持在黄色区域。\n3. 不说话时，音量条保持在红色区域。";
"To import your own certificate into\nMumble, please transfer them to your\ndevice using iTunes File Transfer." = "若要将你自己的证书导入\nMumble，请通过 iTunes 文件传输\n将证书复制到你的设备。";
"To: %@" = "至：%@";
"Token" = "令牌";
"Track Sends" = "轨道发送";
"Tracks" = "轨道";
"Transmission" = "传播";
"Transmission Method" = "传输方式";
"Transmission Method:" = "传输方式：";
"Transmission Quality" = "传输质量";
"Trust" = "信任";
"Trust Certificate" = "信托证书";
"Trust New Certificate" = "信任新证书";
"Type" = "类型";
"Type a message..." = "输入消息...";
"UDP channel restored" = "UDP 连接已恢复";
"UDP stalled, recovering audio channel..." = "UDP 停滞，正在恢复音频连接...";
"UDP unavailable, using TCP tunnel" = "UDP 不可用，正在使用 TCP 隧道";
"USR" = "USR";
"Unable to add identity" = "无法添加身份";
"Unable to connect" = "无法连接";
"Unable to generate certificate" = "无法生成证书";
"Unable to remove file" = "无法删除文件";
"Unable to save image" = "无法保存图像";
"Unable to validate server certificate" = "无法验证服务器证书";
"Unavailable Sidechain Source" = "不可用的侧链源";
"Undeafen" = "取消闭听";
"Undeafen Self" = "取消自我闭听";
"Unhide Channel" = "取消隐藏频道";
"Unignore Messages" = "取消忽略消息";
"Unknown" = "未知";
"Unknown Certificate" = "未知证书";
"Unknown Channel" = "未知频道";
"Unknown Server" = "未知服务器";
"Unknown User" = "未知用户";
"Unknown error" = "未知错误";
"Unknown error: %@" = "未知错误：%@";
"Unlink All" = "取消全部链接";
"Unlink Channel" = "取消链接频道";
"Unload" = "卸载";
"Unloaded %@" = "已卸载 %@";
"Unmute" = "取消静音";
"Unmute Locally" = "本地取消静音";
"Unmute Self" = "取消自我静音";
"Unmute and undeafen" = "取消静音和闭听";
"Unpin Channel" = "取消置顶频道";
"Untrusted Certificate" = "不受信任的证书";
"Upgrade" = "升级";
"Use Safe Mode" = "使用安全模式";
"Use Suggested Category" = "使用建议分类";
"User" = "用户";
"User ID" = "用户 ID";
"User Info" = "用户信息";
"User Joined (Other Channels)" = "用户加入（其他频道）";
"User Joined (Same Channel)" = "用户加入（同频道）";
"User Left (Other Channels)" = "用户离开（其他频道）";
"User Left (Same Channel)" = "用户离开（同频道）";
"User Messages" = "用户消息";
"User Messages:" = "用户消息：";
"User Moved Channel" = "用户切换频道";
"User Registration" = "用户注册";
"User Statistics" = "用户统计";
"Username" = "用户名";
"Username already in use" = "用户名已被使用";
"Username is already taken" = "用户名已被占用";
"Username or User ID" = "用户名或用户 ID";
"Utility" = "工具";
"Valid" = "有效";
"Version %@ (Build %@)" = "版本 %@（内部版本 %@）";
"View" = "看法";
"View Certificate" = "查看证书";
"Visual" = "可视化";
"Voice Activated" = "语音激活";
"Voice Activation Settings" = "语音激活设置";
"Voice Activity" = "语音激活";
"Voice Activity Configuration" = "语音激活配置";
"Voice Activity Help" = "语音激活帮助";
"Voice Isolation" = "语音突显";
"Volume" = "音量";
"Warning: If you do not have a backup of '%@', you may permanently lose access to servers and usernames registered with this identity.\\n\\nAre you sure you want to delete it?" = "警告：如果你没有“%@”的备份，你可能会永久失去通过此身份在服务器上注册的用户名及访问权限。\n\n确定要删除吗？";
"We're terribly sorry. It looks like Mumble has recently crashed. Do you want to send a crash report to the Mumble developers?" = "我们非常抱歉。看起来 Mumble 最近崩溃了。您想向 Mumble 开发人员发送崩溃报告吗？";
"Website" = "网站";
"Welcome Message" = "欢迎消息";
"Welcome to Mumble" = "欢迎使用 Mumble";
"When enabled, selected notification types will be spoken. During TTS playback, speaking may be temporarily unavailable." = "启用后，将朗读所选通知类型。在 TTS 播放期间，发言可能会暂时不可用。";
"When file logging is off, logs are only available in Console.app." = "关闭文件日志后，日志只能在 Console.app 中查看。";
"Would create a send loop" = "这会形成发送环路";
"Write Logs to File" = "将日志写入文件";
"Wrong certificate or password for existing user" = "现有用户的证书或密码错误";
"Wrong server password" = "服务器密码错误";
"Yes" = "是";
"You" = "你";
"You are about to register yourself on this server. This cannot be undone, and your username cannot be changed once this is done. You will forever be known as '%@' on this server.\n\nAre you sure you want to register yourself?" = "你将要在此服务器上注册自己。此操作不可撤销，完成后用户名也无法修改。你在该服务器上将永久使用“%@”这个名称。\n\n确定要注册吗？";
"You are not using a certificate for this connection." = "您没有为此连接使用证书。";
"You can manually bind a certificate for this profile. The selected certificate will be used when connecting from Favourite Servers." = "你可以为该配置手动绑定证书。从服务器收藏夹连接时将使用所选证书。";
"You can try to reconnect to the server." = "你可以尝试重新连接服务器。";
"You can update your username/password since the original certificate is lost." = "由于原证书丢失，你可以修改用户名/密码。";
"You moved to channel %@" = "你已移动到频道 %@";
"You were banned" = "你被禁止了";
"You were kicked" = "你被踢了";
"You were moved to channel %@ by %@" = "你被 %@ 移动到了频道 %@";
"Your saved servers" = "你保存的服务器";
"[Image]" = "[图片]";
"admin" = "管理员";
"another device" = "另一台设备";
"iTunes Import" = "iTunes导入";
"in %@" = "在 %@ 中";
"this channel" = "此频道";
"this server" = "此服务器";
"user" = "用户";

/* Voice connection recovery */
"Voice is interrupted by the system. Waiting to resume…" = "语音被系统中断，正在等待恢复…";
"Voice is unavailable. Check microphone access and your audio device." = "语音暂不可用，请检查麦克风权限和音频设备。";
"Voice is recovering. You may not be heard or hear others yet." = "语音正在恢复，你可能暂时无法发言或听到其他人。";
"Invalid server address or username" = "服务器地址或用户名无效";
